[
  {
    "id": 1,
    "image": "/images/portfolio/portfolio-02.jpeg",
    "categories": ["Luxury"],
    "categoryIds": [1],
    "title": "Victor",
    "description": "At Gobind Coach Builders, our Victor model redefines luxury with a perfect blend of innovation and comfort. Crafted with precision, Victor features ergonomic seating, ambient lighting, and state-of-the-art technology to deliver a premium travel experience. <br/><br/> Designed for elite travel, it offers a seamless journey with superior safety and road performance.",
    "delivered": "We offer fully customized Victor luxury coaches, tailored to your specifications. From plush interiors to advanced amenities, every detail ensures elegance and sophistication.",
    "strategy": "Our strategy combines advanced materials, aerodynamic design, and smart features, ensuring Victor delivers an unparalleled luxury experience.",
    "design": "Victor boasts plush interiors, mood lighting, premium upholstery, and entertainment systems that elevate passenger comfort to new heights.",
    "development": "Built using cutting-edge engineering and high-grade materials, Victor is designed for durability, performance, and long-term satisfaction.",
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI"
  },
  {
    "id": 2,
    "image": "/images/portfolio/portfolio-04.jpg",
    "categories": ["Luxury"],
    "categoryIds": [1],
    "title": "Kasper",
    "description": "Gobind Coach Builders presents Kasper – a symbol of opulence and innovation in luxury travel. This bespoke coach offers a refined travel experience with high-end amenities and meticulous craftsmanship. <br/><br/> From striking exteriors to lavish interiors, Kasper is engineered for both aesthetics and performance.",
    "delivered": "Kasper luxury buses are tailored to deliver ultimate comfort and elegance, featuring premium finishes and cutting-edge features for a top-tier travel experience.",
    "strategy": "With precision engineering and customer-focused design, Kasper sets a new benchmark in luxury travel, blending style and functionality.",
    "design": "Kasper’s design includes spacious layouts, ergonomic seating, premium materials, and ambient lighting for a first-class passenger experience.",
    "development": "Manufactured using modern techniques and durable materials, Kasper ensures longevity, efficiency, and unmatched performance.",
    "videoUrl": "https://youtu.be/NHQSYkci4ts?si=nNRbHD4UzclVp7mY"
  },
  {
    "id": 3,
    "image": "/images/portfolio/portfolio-03.jpg",
    "categories": ["Sleeper"],
    "categoryIds": [1,2],
    "title": "Spider",
    "description": "Spider by Gobind Coach Builders is a top-tier sleeper coach designed for comfort and convenience during long-haul journeys. With a focus on maximizing space and privacy, Spider offers a restful travel experience. <br/><br/> From cozy sleeper berths to modern amenities, every detail ensures passenger satisfaction.",
    "delivered": "Spider sleeper coaches are fully customized with individual berths, privacy features, and smooth suspension for a restful and secure journey.",
    "strategy": "Our approach integrates comfort, space optimization, and travel efficiency to deliver superior sleeper coach solutions.",
    "design": "Spider features ergonomic sleeping berths, soft lighting, efficient air circulation, and entertainment options for optimal relaxation.",
    "development": "Utilizing modern manufacturing techniques, Spider is built for durability and performance, ensuring smooth and safe travel experiences.",
    "videoUrl": "https://youtu.be/obsGtPUSh-4?si=54JX6t_JaduOf083"
  },
  {
    "id": 4,
    "image": "/images/portfolio/portfolio-01.JPG",
    "categories": ["Luxury"],
    "categoryIds": [1],
    "title": "Tourista",
    "description": "Tourista is Gobind Coach Builders’ premium luxury coach designed for elite group travel. It combines modern aesthetics with luxurious interiors to offer a superior ride. <br/><br/> Whether for tours or executive transport, Tourista ensures comfort, safety, and an unforgettable journey.",
    "delivered": "We deliver custom-built Tourista coaches, featuring opulent interiors, advanced technology, and robust engineering tailored to client needs.",
    "strategy": "Tourista is engineered for elegance and functionality, blending contemporary design with top-tier travel performance.",
    "design": "Spacious seating, deluxe interiors, mood lighting, and high-end finishes define Tourista’s unique design language.",
    "development": "Tourista is constructed with precision and premium materials, ensuring longevity and consistent high performance.",
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI"
  },
  {
    "id": 5,
    "image": "/images/portfolio/portfolio-06.jpg",
    "categories": ["Institutional"],
    "categoryIds": [3],
    "title": "College Bus",
    "description": "The College Bus by Gobind Coach Builders is designed for institutional transport with a focus on safety, comfort, and durability. Ideal for schools and universities, it offers efficient seating layouts and robust build quality. <br/><br/> Reliable, cost-effective, and comfortable – perfect for daily commutes.",
    "delivered": "We provide custom institutional buses tailored for academic institutions, focusing on secure transport and user-friendly designs.",
    "strategy": "Efficiency, safety, and cost-effectiveness are at the core of our institutional transport solutions.",
    "design": "Comfortable seating, ample space, and robust construction make the College Bus a dependable choice for institutions.",
    "development": "Built with high-strength materials and modern engineering, our College Bus ensures long-term durability and performance.",
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI"
  },
  {
    "id": 6,
    "image": "/images/portfolio/portfolio-05.jpg",
    "categories": ["Special Purpose"],
    "categoryIds": [4],
    "title": "Vanity",
    "description": "Vanity by Gobind Coach Builders is a special-purpose luxury coach designed for celebrities, performers, and executives. It combines luxury with privacy, offering a mobile suite experience. <br/><br/> Equipped with high-end amenities, Vanity is perfect for travel, events, and on-the-go comfort.",
    "delivered": "We create fully customized Vanity coaches with exclusive interiors, ensuring luxury and privacy on wheels.",
    "strategy": "Combining mobility with luxury, Vanity is designed to deliver comfort, convenience, and style wherever you go.",
    "design": "Premium lounges, private zones, luxury bedding, and advanced entertainment systems define Vanity’s interior.",
    "development": "Crafted with precision, Vanity is engineered for comfort, privacy, and long-term durability on the road.",
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI"
  },
  {
    "id": 7,
    "image": "/images/portfolio/portfolio-07.jpg",
    "categories": ["Luxury"],
    "categoryIds": [1],
    "title": "Hymer",
    "description": "Hymer by Gobind Coach Builders is a Mini-luxury tour coach designed for group travel with flair. Offering spacious interiors and high-end finishes, Hymer ensures a smooth and enjoyable travel experience. <br/><br/> Ideal for tours, corporate travel, and executive transport.",
    "delivered": "Hymer is delivered fully customized with luxury features, tailored layouts, and premium finishes to match client needs.",
    "strategy": "Focused on travel efficiency and elegance, Hymer is crafted to exceed expectations in luxury group transport.",
    "design": "Spacious, elegant, and comfortable – Hymer includes reclining seats, ambient lighting, and entertainment zones.",
    "development": "Using the latest engineering techniques, Hymer is built for road stability, performance, and long-lasting comfort.",
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI"
  },
  {
    "id": 8,
    "image": "/images/portfolio/portfolio-08.jpg",
    "categories": ["Luxury"],
    "categoryIds": [1],
    "title": "Arrow",
    "description": "Arrow by Gobind Coach Builders is a dynamic luxury coach designed for style-conscious travelers. With sleek exteriors and lavish interiors, Arrow combines performance with elegance for a memorable ride. <br/><br/> Perfect for tourism, VIP transport, and corporate travel.",
    "delivered": "Arrow coaches are custom-built with advanced features, luxurious interiors, and a sleek design for standout journeys.",
    "strategy": "Arrow reflects our commitment to style, comfort, and innovation in luxury travel solutions.",
    "design": "Arrow’s interiors boast premium seating, ambient lighting, and sleek finishes, ensuring a refined travel experience.",
    "development": "Built with precision, Arrow delivers superior performance, durability, and lasting appeal.",
    "videoUrl": "https://www.youtube.com/watch?v=Pj_geat9hvI"
  }
]
